/* Localizable Strings: French */

/* Tags menu */
"Tags" = "Étiquettes";
"Typeset" = "Composition";
"Save" = "Enregistrer";
"Print..." = "Imprimer...";
"Print Source..." = "Imprimer les sources...";
"Set Project Root..." = "Document principal...";
"LaTeX Panel..." = "Palette LaTeX...";
"Close LaTeX Panel" = "Fermer la Palette LaTeX";
"Matrix Panel..." = "Palette Matrix...";
"Close Matrix Panel" = "Fermer la Palette Matrix";
"Open for Preview..." = "Ouvrir un aperçu";
"Open for Editing..." = "Ouvrir pour éditer...";
"File" = "Fichier";
"Goto Error" = "Erreur";
"RotateClockwise" = "Rotation vers la droite";
"RotateCounterclockwise" = "Rotation vers la gauche";
"Comment" = "Ajouter un commentaire";
"Uncomment" = "Enlever le commentaire";
"Indent" = "Ligne en retrait";
"Unindent" = "À la ligne";
"Macros" = "Macros";
"Open Macro Editor..." = "Ouvrir l'éditeur de macros";
"Close Macro Editor" = "Fermer l'éditeur de macros";
"Add macros from file..." = "Ajouter une macro à partir du fichier...";
"Save selection to file..." = "Enregistrer la sélection dans le fichier...";
"Convert \\yen to \\ in Pasteboard" = "Convertir \\yen en \\ dans le Presse-papiers";
"Convert \\ to \\yen in Pasteboard" = "Convertir \\ en \\yen dans le Presse-papiers"; 
"Edit" = "Édition";
"Warning" = "Avertissement";
"Don't Save" = "Ne pas enregistrer";
"Cancel" = "Annuler";
"Do you want to save macros?" = "Voulez-vous enregistrer les macros ?";
"Save Spot" = "Enregistrer le spot";
"Template" = "Modèle";
"Typing" = "Typing";
"AutoComplete" = "Raccourcis clavier"; //Should be translation of "Key Bindings", even in English
"Page Number" = "Numéro de page";
"Page Number Panel" = "Page Number Panel";
"Magnification Panel" = "Panneau de magnification";
"Omit Shell Escape" = "Omettre Shell Escape";
"Warning: Using Shell Escape" = "Avertissement : utilisation de Shell Escape";
"Preview" = "Page";
"Display Format" = "Afficher le format";// mitsu 1.29b
"Magnification" = "Agrandissement";// mitsu 1.29b
"Copy Format" = "Copier le format";// mitsu 1.29b
"ToolbarItems" = "Éléments de la barre d'outils";
"Autocompletion" = "Expression liée";
"Completion" = "Complétion";
"Path: %@\nFile size: %d bytes\nCreation date: %@\nModification date: %@" = "Chemin : %@\nFile size: %d octets\nCreation date : %@\nModification date : %@";
"Info: %@" = "Informations : %@";
"%@\n\nCharacters: %d" = "%@\n\nCharacters : %d";
"The file encoding changed; characters can be lost if the wrong encoding is used." = "L'encodage du fichier a changé ; des caractères risquent d'être perdus si le mauvais encodage est utilisé.";
"Currently open files retain their old encoding." = "Les fichiers déjà ouverts gardent leurs encodages.";
"Drag && Drop" = "Glisser && Déposer";
"%@ does not exist. Perhaps TeXLive was not installed or was removed during a system upgrade. If so, go to the TeXShop web site and follow the instructions to (re)install TeXLive. Another possibility is that a tool path is incorrectly configured in TeXShop preferences. This can happen if you are using the fink teTeX distribution." = "%@ n'existe pas. Peut-être TeXLive n'a-t-il pas été installé ou a-t-il été retiré pendant la mise à jour du système. Si c'est le cas, allez sur le site de TeXShop et suivez les instructions pour (re)installer TeXLive. Une autre possibilité est que le chemin est incorrectement configuré dans les préférences de TeXShop. Cela peut arriver si vous utilisez la distribution teTeX de Fink.";
"Can't find required tool." = "N'a pu trouver l'outil requis.";
"Typesetting engine cannot be found." = "Le moteur TeX n'a pas été trouvé.";
"The source LaTeX document cannot be found." = "Le source LaTeX du document n'a pas été trouvé.";
"Sync Marks" = "Sync Marks";
"%@ does not exist." = "%@ n'existe pas.";
"%@ does not have the executable bit set." = "%@ ne possède pas le bit d'exécution activé.";
"This file was opened with MacOSRoman encoding." = "Ce fichier a été ouvert avec l'encodage MacOSRoman.";
"The file could not be opened with %@ encoding because it was not saved with that encoding. If you wish to open in another encoding, close the window and open again." = "Le fichier n'a pu être ouvert avec l'encodage %@ parce que il n'a pas été enregistré avec celui-ci. Si vous souhaitez l'ouvrir dans un autre encodage, fermez la fenêtre et l'ouvrir à nouveau.";
"Error" = "Erreur";
"There was an error checking for updates." = "Erreur pendant l'analyse des mises à jour.";
"Your copy of TeXShop is up-to-date" = "Votre copie de TeXShop est à jour";
"You have the most recent version of TeXShop." = "Vous avez la version la plus récente de TeXShop.";
"New version available" = "Nouvelle version disponible";
"A new version of TeXShop is available (version %@). Would you like to download it now?" = "Une nouvelle version de TeXShop est disponible (version %@). Souhaiteriez-vous le télécharger maintenant ?";
"This version of TeXShop requires Mac OS X 10.4 or higher. Use TeXShop 1.37 instead." = "Cette version de TeXShop requiert Mac OS X 10.4 ou plus. Utiliser TeXShop 1.37 au lieu.";
"Hard Wrap" = "Enroulement des lignes";
"Newline Removal" = "Suppression de la nouvelle ligne";
"Color Index" = "Index des couleurs";
"Help" = "Aide";
"TeXShop Demos" = "Démos de TeXShop";
"Sync" = "Sync";
"ShowFullPath" = "Afficher le chemin entier";
"Close Current Environment" = "Clore l'environnement en cours"; // Terada
"Your current setting of %@ will be replaced. OK?" = "Votre réglage actuel de %@ sera remplacé. D'accord ?"; // Terada
"Convert" = "Convertir";
